app/views/users/list.html.erb

<div id="users">
  <% User.all.each do |user| %>
---
SELECT `users`.* FROM `users`